{
  "welcome": "DEVELOPER",
  "bio": {
    "line1": "Hi! I'm Artem a full-stack / ML developer and freelancer.",
    "line2": "I'm 18 years old, and I spent 5 of those years studying at the SAIKT programming academy.",
    "line3": "I'm driven to grow in IT and work on large-scale projects that improve people's lives.",
    "line4": "Currently, I'm working on my own project – OWL – and plan to monetize it.",
    "line5": "You can see my open-source projects on GitHub and in my organizations."
  },
  "work": {
    "title": "Freelance ( Jan 2024 - PT )",
    "line1": "Developed over 10 serverless solutions using Vercel technologies and integrated them into modern web applications",
    "line2": "Developed web applications and landing pages with a focus on user experience and responsive design"
  },
  "projects": "Projects",
  "contacts": "Contacts",
  "skills": "Skills",
  "info": "Info",
  "reviews": "Reviews",
  "filter": "Filter by tag",
  "search": "Search projects...",
  "cv": "Open my CV",
  "projects_data": {
    "PrettyBanner": "Generate a pretty art style profile card from your GitHub data! ",
    "owl": "OWL - task and project management app designed specifically for developers",
    "ipsa": "Telegram is an investment assistant bot with neural network and other functions",
    "ipsa_model": "Neural network model for IPSA",
    "dreamcoffee": "Coffee shop website",
    "styleshop": "Clothing store website",
    "loginsight": "Program for analyzing log files and detecting anomalies in program operation",
    "mfetch": "A simple fetch tool for Linux written in bash ",
    "cv_creator": "A bot for selling improvement services or selling resumes",
    "walkannouncer": "Telegram Walk Announcer Bot",
    "codekeeper": "Project and task manager for developers with Git"
  },
  "navbar": {
    "links": "Links",
    "projects": "Projects"
  },
  "open_project": "Open project",
  "back": "Back",
  "open_git": "Open Git",
  "reviews_list": [
    {
      "name": "Yuri",
      "text": "Everything was smooth from the very beginning, with specifics on every point. During implementation, fast communication and clear responses. The work was completed very quickly and exactly as needed. Minimal edits were required during the process, which were resolved extremely fast. Extremely satisfied.",
      "source": "kwork"
    },
    {
      "name": "Alexey",
      "text": "The main advantage is speed. If you want things done fast and well, turn to this specialist.",
      "source": "kwork"
    },
    {
      "name": "Andrey Ponomarev",
      "text": "Helped solve the task quickly, while also answering any questions that came up. Was available and responsive. Recommend!",
      "source": "kwork"
    },
    {
      "name": "Andrey Andreevich",
      "text": "Completed a second order for developing a Telegram bot. Everything is good, it works!",
      "source": "kwork"
    },
    {
      "name": "Max Solonenko",
      "text": "Excellent seller, completed the order quickly and with quality.",
      "source": "kwork"
    },
    {
      "name": "Alik7107",
      "text": "Ordered Qt framework configuration. The freelancer did everything professionally, I recommend!",
      "source": "kwork"
    },
    {
      "name": "Andrey Andreevich",
      "text": "We developed a Telegram bot fairly quickly and in constant contact with Artem. Artem developed the bot (obviously), while I assisted and supervised testing. Essentially, we started work around 8 AM and had everything finished by 12 PM, which is very, very good (the bot was tested and deployed on my server). I recommend Artem as a responsible professional who handles tasks promptly.",
      "source": "kwork"
    }
  ]
}
