{
  "welcome": "DEVELOPER",
  "bio": {
    "line1": "Hey. I am Artem, a full-stack /ML developer and freelancer.",
    "line2": "I am 18 years old, I have been studying at the programming academy for 5 years and developing on a freelance basis.",
    "line3": "I strive to develop in the field of development and want to work on large projects that can improve people's lives",
    "line4": "You can view all projects on my git"
  },
  "projects": "Projects",
  "contacts": "Contacts",
  "skills": "Skills",
  "info": "Info",
  "reviews": "Reviews",
  "filter": "Filter by tag",
  "search": "Search projects...",
  "projects_data": {
    "owl": "OWL - task and project management app designed specifically for developers",
    "ipsa": "Telegram is an investment assistant bot with neural network and other functions",
    "ipsa_model": "Neural network model for IPSA",
    "dreamcoffee": "Coffee shop website",
    "styleshop": "Clothing store website",
    "loginsight": "Program for analyzing log files and detecting anomalies in program operation",
    "mfetch": "A simple fetch tool for Linux written in bash ",
    "cv_creator": "A bot for selling improvement services or selling resumes",
    "walkannouncer": "Telegram Walk Announcer Bot",
    "codekeeper": "Project and task manager for developers with Git"
  },
  "navbar": {
    "links": "Links",
    "projects": "Projects"
  },
  "open_project": "Open project",
  "back": "Back",
  "open_git": "Open Git",
  "reviews_list": [
    {
      "name": "Andrey Ponomarev",
      "text": "Helped to solve the task quickly, answered all my questions along the way, and was always in touch. Recommend!",
      "source": "kwork"
    },
    {
      "name": "Max Solonenko",
      "text": "Great seller, completed the order quickly and with quality.",
      "source": "kwork"
    },
    {
      "name": "alik7107",
      "text": "Ordered Qt framework configuration. The job was done professionally, I recommend!",
      "source": "kwork"
    },
    {
      "name": "Andrey Andreevich",
      "text": "We developed a Telegram bot quite quickly and were in constant contact with Artem. Artem did all the development, I just helped and tested. In fact, we started around 8 am and finished by 12, which is very good (the bot was tested and deployed on my server). I recommend Artem as a responsible and efficient developer.",
      "source": "kwork"
    }
  ]
}
