{
  "welcome": "РАЗРАБОТЧИК",
  "bio": {
    "line1": "Привет! Я Артём, full-stack / ML разработчик и фрилансер.",
    "line2": "Мне 18 лет, из них я 5 лет учился в академии программирования SAIKT.",
    "line3": "Стремлюсь развиваться в IT и работать над крупными проектами, которые улучшают жизнь людей.",
    "line4": "В данный момент я работаю над своим проектом - OWL и планирую вывести его на монетизацию.",
    "line5": "Мои открытые проекты вы можете увидеть на GitHub и в моих организациях"
  },
  "work": {
    "title": "Фриланс ( Янв 2024 - Настоящее время )",
    "line1": "Разработал более 10 serverless решений с использованием технологий Vercel и интегрировал их в современные онлайн сервисы",
    "line2": "Разрабатывал веб-приложения и landing с акцентом на удобство для пользователей и адаптивный дизайн"
  },
  "projects": "Проекты",
  "contacts": "Контакты",
  "skills": "Навыки",
  "info": "Инфо",
  "reviews": "Отзывы",
  "filter": "Фильтр по тегу",
  "search": "Поиск по проектам...",
  "cv": "Открыть моё резюме",
  "projects_data": {
    "PrettyBanner": "Создайте красивую карточку профиля в художественном стиле на основе ваших данных на GitHub! ",
    "owl": "OWL — приложение для управления задачами и проектами, созданное специально для разработчиков",
    "ipsa": "IPSA — инвестиционный Telegram-бот с нейросетью и дополнительными функциями",
    "ipsa_model": "Нейросетевая модель для IPSA",
    "dreamcoffee": "Сайт кофейни",
    "styleshop": "Сайт магазина одежды",
    "loginsight": "Программа для анализа логов и поиска аномалий в работе ПО",
    "mfetch": "Утилита для вывода информации о системе в Linux на bash",
    "cv_creator": "Бот для продажи услуг по улучшению и созданию резюме",
    "walkannouncer": "Telegram-бот для анонса прогулок",
    "codekeeper": "Менеджер проектов и задач для разработчиков с поддержкой Git"
  },
  "navbar": {
    "links": "Ссылки",
    "projects": "Проекты"
  },
  "open_project": "Открыть проект",
  "back": "Назад",
  "open_git": "Открыть Git",
  "reviews_list": [
    {
      "name": "Andrey Ponomarev",
      "text": "Помог быстро решить задачу, попутно давал ответы на возникающие вопросы. Был на связи. Рекомендую!",
      "source": "kwork"
    },
    {
      "name": "Andrey Andreevich",
      "text": "Выполнил уже второй заказ на разработку ТГ-бота. Всё хорошо, работает!",
      "source": "kwork"
    },
    {
      "name": "Max Solonenko",
      "text": "Продавец хороший, быстро и качественно выполнил заказ",
      "source": "kwork"
    },
    {
      "name": "Alik7107",
      "text": "Заказывал конфигурацию фреймворка Qt . Исполнитель все выполнил профессионально , рекомендую!",
      "source": "kwork"
    },
    {
      "name": "Andrey Andreevich",
      "text": "Довольно быстро и в постоянном контакте с Артемом разработали Телеграмм-бот. Разрабатывал бот, понятно дело, Артём, я лишь помогал и сопровождал тестирование. По сути, мы начали работу в районе 8 утра и к 12-ти уже все завершили, что очень и очень хорошо (бот протестирован и развернут на моем сервере). Рекомендую Артема как ответственного и оперативно справляющегося с поставленной задачей.",
      "source": "kwork"
    }
  ]
}
